Repository: parapsychic/agri-hack
Catalog: lib/l10n/app_*.arb
Languages: ml

source: Scan Soil
ml: മണ്ണ് പരിശോധന

source: Hey there
ml: സ്വാഗതം

source: Weather
ml: കാലാവസ്ഥ

source: Soil test
ml: പരിശോധനഫലം

source: Nitrogen
ml: നൈട്രജൻ

source: Phosphorus
ml: ഫോസ്ഫോറസ്

source: Potassium
ml: പൊട്ടാസ്യം

source: Temperature
ml: താപനില

source: Moisture
ml: നനവ്

source: pH
ml: പി എച് മൂല്യം

source: EC
ml: വൈദ്യുതചാലകത

# sa
source: Scan Again
ml: വീണ്ടും സ്കാൻ ചെയുക

# sr
source: Get Recommendations
ml: ശുപാർശ തേടുക

source: Loading...
ml: ലോഡിങ്...

# reser
source: Regional Services
ml: പ്രാദേശിക സേവനങ്ങൾ

source: Krishibhavan
ml: കൃഷിഭവൻ

# market
source: Market Today
ml: ഇന്നത്തെ വിപണി
